Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/social_welfare/social_welfare_payments/disability_and_illness/disability_benefit.html.txt.tmx
Source language: en
Languages: ro

source: Note that in all cases social welfare medical certificates (MC1 and MC2) are not available online or from the Department's offices. They are only available from doctors who are on the Department's panel of medical certifiers
ro: Trebuie să trimiteţi săptămânal un certificat medical (cunoscut ca MC 2) pentru întreaga perioadă în care sunteţi bolnav, numai dacă nu aţi fost instruit să procedaţi altfel

source: You are not required to pay for a social welfare medical certificate as the Department pays the doctor an agreed fee
ro: Înainte de a reveni la muncă trebuie să obţineţi un certificat medical final de la medicul dumneavoastră

source: If you wish to make a backdated claim for Illness Benefit, you need to supply a First Medical Certificate (MC1) stating the date the illness began, a letter from your doctor giving details of your illness and treatment and a current MC2 certificate
ro: Nu vi se va cere să plătiţi pentru un certificat medical pentru asigurarea socială deoarece departamentul plăteşte doctorului rata agreată

source: If you have any difficulties completing the forms, staff in your local social welfare office will be happy to help you
ro: Dacă aveţi dificultăţi în completarea acestui formular, personalul de la biroul dumneavoastră local de asistenţă socială vă va ajuta cu plăcere

source: Any questions you have about Illness Benefit should be made directly to your social welfare local office or you can call the Illness Benefit enquiries telephone line - see 'Where to apply' below
ro: Oriceîntrebări pe care le aveţi referitor la Ajutorul Financiar în caz de Boală trebuie puse direct la biroul dumneavoastră local de asistenţă socială sau la telefonul pentru întrebări legate de Ajutorul Financiar în caz de Boală: (01) 704 3300

source: If you think you have been wrongly refused Illness Benefit, you can ask for the decision to be reviewed
ro: Dacă credeţi că vi s-a refuzat fără motiv alocaţia de boală, puteţi cere ca decizia să fie revizuită

source: You can also appeal the decision to the Social Welfare Appeals Office, either straight away or after the review
ro: Puteţi apela de asemenea decizia oficiului pentru apeluri cu privire la asigurările sociale, fie direct, fie după revizuire

source: You must request a review or appeal a decision within 21 days of being informed of the decision
ro: Trebuie să cereţi o revizuire sau un apel al deciziei în 21 de zile după ce aţi fost informat cu privire la hotărâre
